Repository: alexcding/cascade-mac
Catalog: macos/Resources/Localizable.xcstrings
Source language: en
Languages: bn, es, fr, hi, it, ja, ko, pt_br, ru, sv, zh_hans, zh_hant

source: The saved page tabs could not be read; they start empty.
bn: সংরক্ষিত পেজ ট্যাব পড়া যায়নি; সেগুলো খালি অবস্থায় শুরু হবে।
es: No se pudieron leer las pestañas de página guardadas; empiezan vacías.
fr: Les onglets de page enregistrés n’ont pas pu être lus ; ils repartent à vide.
hi: सहेजे गए पेज टैब पढ़े नहीं जा सके; वे खाली शुरू होंगे।
it: Non è stato possibile leggere le schede delle pagine salvate; ripartono vuote.
ja: 保存されたページタブを読み込めませんでした。空の状態から始まります。
ko: 저장된 페이지 탭을 읽지 못했습니다. 빈 상태로 시작합니다.
pt_br: Não foi possível ler as abas de página salvas; elas começam vazias.
ru: Не удалось прочитать сохранённые вкладки страниц; они начнутся с пустого списка.
sv: De sparade sidflikarna kunde inte läsas; de börjar tomma.
zh_hans: 无法读取已保存的页面标签页；将从空白开始。
zh_hant: 無法讀取已儲存的頁面分頁；將從空白開始。

source: The session could not be removed
bn: সেশন সরানো যায়নি
es: No se pudo eliminar la sesión
fr: La session n’a pas pu être supprimée
hi: सत्र नहीं हटाया जा सका
it: Impossibile rimuovere la sessione
ja: セッションを削除できませんでした
ko: 세션을 제거할 수 없습니다
pt_br: Não foi possível remover a sessão
ru: Не удалось удалить сеанс
sv: Sessionen kunde inte tas bort
zh_hans: 无法移除会话
zh_hant: 無法移除工作階段

source: The simulator preview did not start
bn: সিমুলেটর প্রিভিউ শুরু হয়নি
es: La vista previa del simulador no se inició
fr: L’aperçu du simulateur n’a pas démarré
hi: सिम्युलेटर पूर्वावलोकन शुरू नहीं हुआ
it: L’anteprima del simulatore non si è avviata
ja: シミュレータのプレビューが開始されませんでした
ko: 시뮬레이터 미리보기가 시작되지 않음
pt_br: A prévia do simulador não iniciou
ru: Предпросмотр симулятора не запустился
sv: Simulatorförhandsvisningen startade inte
zh_hans: 模拟器预览未启动
zh_hant: 模擬器預覽未啟動

source: The snapshot geometry does not match its grid dimensions.
bn: স্ন্যাপশটের জ্যামিতি গ্রিডের মাত্রার সঙ্গে মেলে না।
es: La geometría de la instantánea no coincide con las dimensiones de su cuadrícula.
fr: La géométrie de l’instantané ne correspond pas aux dimensions de sa grille.
hi: स्नैपशॉट ज्यामिति ग्रिड के आकार से मेल नहीं खाती।
it: La geometria dell’istantanea non corrisponde alle dimensioni della griglia.
ja: スナップショットのジオメトリがグリッドの寸法と一致しません。
ko: 스냅샷 크기 정보가 그리드 치수와 일치하지 않습니다.
pt_br: A geometria do instantâneo não corresponde às dimensões da grade.
ru: Геометрия снимка не соответствует размерам сетки.
sv: Ögonblicksbildens geometri matchar inte rutnätets dimensioner.
zh_hans: 快照几何信息与网格尺寸不匹配。
zh_hant: 快照幾何資訊與網格尺寸不符。

source: The terminal connection exceeded its bounded buffer.
bn: টার্মিনাল সংযোগ সীমিত বাফারের ধারণক্ষমতা ছাড়িয়েছে।
es: La conexión del terminal superó la capacidad limitada del búfer.
fr: La connexion du terminal a dépassé la capacité limitée du tampon.
hi: टर्मिनल कनेक्शन ने सीमित बफ़र की क्षमता पार कर दी।
it: La connessione del terminale ha superato la capacità limitata del buffer.
ja: ターミナル接続がバッファの容量制限を超えました。
ko: 터미널 연결이 제한된 버퍼 용량을 초과했습니다.
pt_br: A conexão do terminal excedeu a capacidade limitada do buffer.
ru: Соединение терминала превысило ёмкость ограниченного буфера.
sv: Terminalanslutningen överskred den begränsade bufferten.
zh_hans: 终端连接超出限定缓冲区容量。
zh_hant: 終端機連線超出限定緩衝區容量。

source: The terminal could not apply its ordered color change.
bn: টার্মিনাল ক্রমানুসারে রঙ পরিবর্তন প্রয়োগ করতে পারেনি।
es: El terminal no pudo aplicar el cambio de color en secuencia.
fr: Le terminal n’a pas pu appliquer le changement de couleur ordonné.
hi: टर्मिनल क्रमबद्ध रंग परिवर्तन लागू नहीं कर सका।
it: Il terminale non ha potuto applicare la modifica ordinata del colore.
ja: ターミナルが順序付けられた色変更を適用できませんでした。
ko: 터미널에서 순서에 따른 색상 변경을 적용할 수 없습니다.
pt_br: O terminal não conseguiu aplicar a alteração ordenada de cor.
ru: Терминал не смог применить упорядоченное изменение цвета.
sv: Terminalen kunde inte tillämpa färgändringen i ordning.
zh_hans: 终端无法按序应用颜色更改。
zh_hant: 終端機無法依序套用色彩變更。

source: The terminal could not apply its ordered grid change.
bn: টার্মিনাল ক্রমানুসারে গ্রিড পরিবর্তন প্রয়োগ করতে পারেনি।
es: El terminal no pudo aplicar el cambio de cuadrícula en secuencia.
fr: Le terminal n’a pas pu appliquer le changement de grille ordonné.
hi: टर्मिनल क्रमबद्ध ग्रिड परिवर्तन लागू नहीं कर सका।
it: Il terminale non ha potuto applicare la modifica ordinata della griglia.
ja: ターミナルが順序付けられたグリッド変更を適用できませんでした。
ko: 터미널에서 순서에 따른 그리드 변경을 적용할 수 없습니다.
pt_br: O terminal não conseguiu aplicar a alteração ordenada de grade.
ru: Терминал не смог применить упорядоченное изменение сетки.
sv: Terminalen kunde inte tillämpa rutnätsändringen i ordning.
zh_hans: 终端无法按序应用网格更改。
zh_hant: 終端機無法依序套用網格變更。

source: The terminal creation profile is invalid.
bn: টার্মিনাল তৈরির প্রোফাইল অবৈধ।
es: El perfil de creación del terminal no es válido.
fr: Le profil de création du terminal n’est pas valide.
hi: टर्मिनल निर्माण प्रोफ़ाइल अमान्य है।
it: Il profilo di creazione del terminale non è valido.
ja: ターミナル作成プロファイルが無効です。
ko: 터미널 생성 프로필이 유효하지 않습니다.
pt_br: O perfil de criação do terminal é inválido.
ru: Профиль создания терминала недопустим.
sv: Terminalens skapandeprofil är ogiltig.
zh_hans: 终端创建配置无效。
zh_hant: 終端機建立設定無效。

source: The terminal daemon changed geometry response ownership during a resize.
bn: আকার পরিবর্তনের সময় টার্মিনাল ডেমন জ্যামিতির প্রতিক্রিয়ার নিয়ন্ত্রণ বদলেছে।
es: El daemon cambió el control de las respuestas de geometría al redimensionar.
fr: Le démon a changé le contrôle des réponses de géométrie lors du redimensionnement.
hi: आकार बदलते समय टर्मिनल डेमन ने ज्यामिति प्रतिक्रिया का स्वामित्व बदल दिया।
it: Il demone ha cambiato il controllo delle risposte sulla geometria durante il ridimensionamento.
ja: サイズ変更中にターミナルデーモンがジオメトリ応答の管理権限を変更しました。
ko: 크기 조정 중 터미널 데몬이 크기 정보 응답 소유권을 변경했습니다.
pt_br: O daemon mudou o controle das respostas de geometria durante o redimensionamento.
ru: Демон терминала изменил владельца ответов о геометрии при изменении размера.
sv: Terminaldaemonen ändrade kontrollen över geometrisvar under storleksändring.
zh_hans: 终端守护进程在调整大小时更改了几何信息响应控制权。
zh_hant: 終端機背景程序在調整大小時變更了幾何資訊回應控制權。

source: The terminal daemon connection closed.
bn: টার্মিনাল ডেমন সংযোগ বন্ধ হয়েছে।
es: Se cerró la conexión con el daemon del terminal.
fr: La connexion au démon du terminal s’est fermée.
hi: टर्मिनल डेमन कनेक्शन बंद हो गया।
it: La connessione al demone del terminale si è chiusa.
ja: ターミナルデーモンの接続が閉じられました。
ko: 터미널 데몬 연결이 닫혔습니다.
pt_br: A conexão com o daemon do terminal foi fechada.
ru: Соединение с демоном терминала закрыто.
sv: Anslutningen till terminaldaemonen stängdes.
zh_hans: 终端守护进程连接已关闭。
zh_hant: 終端機背景程序連線已關閉。

source: The terminal daemon did not respond.
bn: টার্মিনাল ডেমন সাড়া দেয়নি।
es: El daemon del terminal no respondió.
fr: Le démon du terminal n’a pas répondu.
hi: टर्मिनल डेमन ने जवाब नहीं दिया।
it: Il demone del terminale non ha risposto.
ja: ターミナルデーモンが応答しませんでした。
ko: 터미널 데몬이 응답하지 않았습니다.
pt_br: O daemon do terminal não respondeu.
ru: Демон терминала не ответил.
sv: Terminaldaemonen svarade inte.
zh_hans: 终端守护进程未响应。
zh_hant: 終端機背景程序未回應。

source: The terminal daemon omitted ordered state metadata.
bn: টার্মিনাল ডেমন ক্রমানুসারী অবস্থার মেটাডেটা বাদ দিয়েছে।
es: El daemon omitió los metadatos de estado ordenados.
fr: Le démon a omis les métadonnées d’état ordonnées.
hi: टर्मिनल डेमन ने क्रमबद्ध स्थिति मेटाडेटा नहीं दिया।
it: Il demone ha omesso i metadati di stato ordinati.
ja: ターミナルデーモンが順序付き状態メタデータを省略しました。
ko: 터미널 데몬이 순서에 따른 상태 메타데이터를 누락했습니다.
pt_br: O daemon omitiu os metadados de estado ordenados.
ru: Демон терминала пропустил метаданные упорядоченного состояния.
sv: Terminaldaemonen utelämnade ordnade tillståndsmetadata.
zh_hans: 终端守护进程遗漏了有序状态元数据。
zh_hant: 終端機背景程序遺漏了有序狀態中繼資料。

source: The terminal daemon returned an invalid ordered resize.
bn: টার্মিনাল ডেমন অবৈধ ক্রমানুসারী আকার পরিবর্তন ফিরিয়েছে।
es: El daemon devolvió un cambio de tamaño ordenado no válido.
fr: Le démon a renvoyé un redimensionnement ordonné non valide.
hi: टर्मिनल डेमन ने अमान्य क्रमबद्ध आकार परिवर्तन लौटाया।
it: Il demone ha restituito un ridimensionamento ordinato non valido.
ja: ターミナルデーモンが無効な順序付きサイズ変更を返しました。
ko: 터미널 데몬이 유효하지 않은 순서의 크기 조정을 반환했습니다.
pt_br: O daemon retornou um redimensionamento ordenado inválido.
ru: Демон терминала вернул недопустимое упорядоченное изменение размера.
sv: Terminaldaemonen returnerade en ogiltig ordnad storleksändring.
zh_hans: 终端守护进程返回了无效的有序大小调整。
zh_hant: 終端機背景程序傳回了無效的有序大小調整。

source: The terminal daemon returned inconsistent resize geometry.
bn: টার্মিনাল ডেমন অসামঞ্জস্যপূর্ণ আকার পরিবর্তনের জ্যামিতি ফিরিয়েছে।
es: El daemon devolvió una geometría de redimensionamiento incoherente.
fr: Le démon a renvoyé une géométrie de redimensionnement incohérente.
hi: टर्मिनल डेमन ने असंगत आकार परिवर्तन ज्यामिति लौटाई।
it: Il demone ha restituito una geometria di ridimensionamento incoerente.
ja: ターミナルデーモンが整合性のないサイズ変更ジオメトリを返しました。
ko: 터미널 데몬이 일관되지 않은 크기 조정 정보를 반환했습니다.
pt_br: O daemon retornou uma geometria de redimensionamento inconsistente.
ru: Демон терминала вернул несогласованную геометрию изменения размера.
sv: Terminaldaemonen returnerade inkonsekvent geometri vid storleksändring.
zh_hans: 终端守护进程返回的大小调整几何信息不一致。
zh_hant: 終端機背景程序傳回的大小調整幾何資訊不一致。

source: The terminal daemon sent an incomplete byte frame.
bn: টার্মিনাল ডেমন অসম্পূর্ণ বাইট ফ্রেম পাঠিয়েছে।
es: El daemon envió una trama de bytes incompleta.
fr: Le démon a envoyé une trame d’octets incomplète.
hi: टर्मिनल डेमन ने अधूरा बाइट फ़्रेम भेजा।
it: Il demone ha inviato un frame di byte incompleto.
ja: ターミナルデーモンが不完全なバイトフレームを送信しました。
ko: 터미널 데몬이 불완전한 바이트 프레임을 전송했습니다.
pt_br: O daemon enviou um quadro de bytes incompleto.
ru: Демон терминала отправил неполный байтовый кадр.
sv: Terminaldaemonen skickade en ofullständig byteram.
zh_hans: 终端守护进程发送了不完整的字节帧。
zh_hant: 終端機背景程序傳送了不完整的位元組資料框。

source: The terminal did not become ready. Open its pane and retry.
bn: টার্মিনাল প্রস্তুত হয়নি। তার প্যান খুলে আবার চেষ্টা করুন।
es: El terminal no se preparó. Abre su panel y reinténtalo.
fr: Le terminal n’est pas prêt. Ouvrez son panneau et réessayez.
hi: टर्मिनल तैयार नहीं हुआ। उसका पैन खोलें और फिर कोशिश करें।
it: Il terminale non è pronto. Apri il suo pannello e riprova.
ja: ターミナルの準備ができませんでした。ペインを開いて再試行してください。
ko: 터미널이 준비되지 않았습니다. 패널을 열고 다시 시도하세요.
pt_br: O terminal não ficou pronto. Abra seu painel e tente novamente.
ru: Терминал не готов. Откройте его панель и повторите попытку.
sv: Terminalen blev inte redo. Öppna dess panel och försök igen.
zh_hans: 终端未就绪。请打开其面板后重试。
zh_hant: 終端機未就緒。請開啟其面板後重試。

source: The terminal exited before attachment.
bn: সংযুক্তির আগে টার্মিনাল বন্ধ হয়েছে।
es: El terminal finalizó antes de la conexión.
fr: Le terminal s’est terminé avant le rattachement.
hi: अटैच होने से पहले टर्मिनल बंद हो गया।
it: Il terminale è terminato prima del collegamento.
ja: 接続前にターミナルが終了しました。
ko: 연결 전에 터미널이 종료되었습니다.
pt_br: O terminal encerrou antes da conexão.
ru: Терминал завершился до присоединения.
sv: Terminalen avslutades före anslutningen.
zh_hans: 终端在附加前已退出。
zh_hant: 終端機在附加前已結束。

source: The terminal geometry exceeds the supported grid or pixel dimensions.
bn: টার্মিনালের জ্যামিতি সমর্থিত গ্রিড বা পিক্সেল মাত্রা ছাড়িয়েছে।
es: La geometría del terminal supera las dimensiones admitidas de cuadrícula o píxeles.
fr: La géométrie du terminal dépasse les dimensions de grille ou de pixels prises en charge.
hi: टर्मिनल ज्यामिति समर्थित ग्रिड या पिक्सेल आकार से अधिक है।
it: La geometria del terminale supera le dimensioni supportate della griglia o dei pixel.
ja: ターミナルのジオメトリが対応するグリッドまたはピクセル寸法を超えています。
ko: 터미널 크기 정보가 지원되는 그리드 또는 픽셀 치수를 초과합니다.
pt_br: A geometria do terminal excede as dimensões de grade ou pixels suportadas.
ru: Геометрия терминала превышает допустимые размеры сетки или пикселей.
sv: Terminalens geometri överskrider stödda rutnäts- eller pixeldimensioner.
zh_hans: 终端几何信息超出支持的网格或像素尺寸。
zh_hant: 終端機幾何資訊超出支援的網格或像素尺寸。

source: The terminal is busy. Return to its shell before launching a command.
bn: টার্মিনাল ব্যস্ত। কমান্ড চালানোর আগে তার শেলে ফিরুন।
es: El terminal está ocupado. Vuelve a su shell antes de ejecutar un comando.
fr: Le terminal est occupé. Revenez au shell avant de lancer une commande.
hi: टर्मिनल व्यस्त है। कमांड चलाने से पहले उसके शेल में लौटें।
it: Il terminale è occupato. Torna alla shell prima di eseguire un comando.
ja: ターミナルは処理中です。コマンドを実行する前にシェルに戻ってください。
ko: 터미널이 사용 중입니다. 명령을 실행하기 전에 셸로 돌아가세요.
pt_br: O terminal está ocupado. Volte ao shell antes de executar um comando.
ru: Терминал занят. Вернитесь в оболочку перед запуском команды.
sv: Terminalen är upptagen. Återgå till skalet innan du kör ett kommando.
zh_hans: 终端正忙。请返回 shell 后再运行命令。
zh_hant: 終端機忙碌中。請返回 shell 後再執行指令。

source: The terminal is not open.
bn: টার্মিনাল খোলা নেই।
es: La terminal no está abierta.
fr: Le terminal n’est pas ouvert.
hi: टर्मिनल खुला नहीं है।
it: Il terminale non è aperto.
ja: ターミナルが開いていません。
ko: 터미널이 열려 있지 않습니다.
pt_br: O terminal não está aberto.
ru: Терминал не открыт.
sv: Terminalen är inte öppen.
zh_hans: 终端未打开。
zh_hant: 終端機未開啟。

source: The terminal returned an invalid ordered appearance change.
bn: টার্মিনাল অবৈধ ক্রমানুসারী চেহারা পরিবর্তন ফিরিয়েছে।
es: El terminal devolvió un cambio de apariencia ordenado no válido.
fr: Le terminal a renvoyé un changement d’apparence ordonné non valide.
hi: टर्मिनल ने अमान्य क्रमबद्ध रूप परिवर्तन लौटाया।
it: Il terminale ha restituito una modifica ordinata dell’aspetto non valida.
ja: ターミナルが無効な順序付き外観変更を返しました。
ko: 터미널이 유효하지 않은 순서의 모양 변경을 반환했습니다.
pt_br: O terminal retornou uma alteração ordenada de aparência inválida.
ru: Терминал вернул недопустимое упорядоченное изменение оформления.
sv: Terminalen returnerade en ogiltig ordnad utseendeändring.
zh_hans: 终端返回了无效的有序外观更改。
zh_hant: 終端機傳回了無效的有序外觀變更。

source: The terminal returned invalid configured colors.
bn: টার্মিনাল অবৈধ কনফিগার করা রঙ ফিরিয়েছে।
es: El terminal devolvió colores configurados no válidos.
fr: Le terminal a renvoyé des couleurs configurées non valides.
hi: टर्मिनल ने अमान्य कॉन्फ़िगर किए रंग लौटाए।
it: Il terminale ha restituito colori configurati non validi.
ja: ターミナルが無効な色設定を返しました。
ko: 터미널이 유효하지 않은 설정 색상을 반환했습니다.
pt_br: O terminal retornou cores configuradas inválidas.
ru: Терминал вернул недопустимые настроенные цвета.
sv: Terminalen returnerade ogiltiga inställda färger.
zh_hans: 终端返回了无效的颜色配置。
zh_hant: 終端機傳回了無效的色彩設定。

source: The terminal shell-resource profile is invalid.
bn: টার্মিনালের শেল রিসোর্স প্রোফাইল অবৈধ।
es: El perfil de recursos del shell del terminal no es válido.
fr: Le profil de ressources du shell du terminal n’est pas valide.
hi: टर्मिनल शेल-संसाधन प्रोफ़ाइल अमान्य है।
it: Il profilo delle risorse della shell del terminale non è valido.
ja: ターミナルのシェルリソースプロファイルが無効です。
ko: 터미널 셸 리소스 프로필이 유효하지 않습니다.
pt_br: O perfil de recursos do shell do terminal é inválido.
ru: Профиль ресурсов оболочки терминала недопустим.
sv: Terminalens skalresursprofil är ogiltig.
zh_hans: 终端 shell 资源配置无效。
zh_hant: 終端機 shell 資源設定無效。

source: The terminal snapshot appearance does not match its response owner.
bn: টার্মিনাল স্ন্যাপশটের চেহারা তার প্রতিক্রিয়া নিয়ন্ত্রকের সঙ্গে মেলে না।
es: La apariencia de la instantánea no coincide con su responsable de respuestas.
fr: L’apparence de l’instantané ne correspond pas au responsable des réponses.
hi: टर्मिनल स्नैपशॉट का रूप उसके प्रतिक्रिया स्वामी से मेल नहीं खाता।
it: L’aspetto dell’istantanea non corrisponde al responsabile delle risposte.
ja: ターミナルスナップショットの外観が応答の管理元と一致しません。
ko: 터미널 스냅샷 모양이 응답 소유자와 일치하지 않습니다.
pt_br: A aparência do instantâneo não corresponde ao responsável pelas respostas.
ru: Оформление снимка терминала не соответствует владельцу ответов.
sv: Terminalens ögonblicksbild matchar inte svarens ansvariga för utseendet.
zh_hans: 终端快照外观与其响应控制方不匹配。
zh_hant: 終端機快照外觀與其回應控制方不符。

source: The terminal snapshot could not be imported; the shell is still running.
bn: টার্মিনাল স্ন্যাপশট আমদানি করা যায়নি; শেল এখনও চলছে।
es: No se pudo importar la instantánea; el shell sigue en ejecución.
fr: Impossible d’importer l’instantané ; le shell est toujours actif.
hi: टर्मिनल स्नैपशॉट आयात नहीं कर सके; शेल अभी चल रहा है।
it: Impossibile importare l’istantanea del terminale; la shell è ancora in esecuzione.
ja: ターミナルのスナップショットを読み込めませんでした。シェルは引き続き実行中です。
ko: 터미널 스냅샷을 가져올 수 없습니다. 셸은 계속 실행 중입니다.
pt_br: Não foi possível importar o instantâneo; o shell ainda está em execução.
ru: Не удалось импортировать снимок терминала; оболочка продолжает работать.
sv: Terminalens ögonblicksbild kunde inte importeras; skalet körs fortfarande.
zh_hans: 无法导入终端快照；shell 仍在运行。
zh_hant: 無法匯入終端機快照；shell 仍在執行。

source: The terminal snapshot geometry does not match its response owner.
bn: টার্মিনাল স্ন্যাপশটের জ্যামিতি তার প্রতিক্রিয়া নিয়ন্ত্রকের সঙ্গে মেলে না।
es: La geometría de la instantánea no coincide con su responsable de respuestas.
fr: La géométrie de l’instantané ne correspond pas au responsable des réponses.
hi: टर्मिनल स्नैपशॉट ज्यामिति उसके प्रतिक्रिया स्वामी से मेल नहीं खाती।
it: La geometria dell’istantanea non corrisponde al responsabile delle risposte.
ja: ターミナルスナップショットのジオメトリが応答の管理元と一致しません。
ko: 터미널 스냅샷 크기 정보가 응답 소유자와 일치하지 않습니다.
pt_br: A geometria do instantâneo não corresponde ao responsável pelas respostas.
ru: Геометрия снимка терминала не соответствует владельцу ответов.
sv: Terminalens ögonblicksbild matchar inte svarens ansvariga för geometrin.
zh_hans: 终端快照几何信息与其响应控制方不匹配。
zh_hant: 終端機快照幾何資訊與其回應控制方不符。

source: The terminal snapshot is incomplete.
bn: টার্মিনাল স্ন্যাপশট অসম্পূর্ণ।
es: La instantánea del terminal está incompleta.
fr: L’instantané du terminal est incomplet.
hi: टर्मिनल स्नैपशॉट अधूरा है।
it: L’istantanea del terminale è incompleta.
ja: ターミナルのスナップショットが不完全です。
ko: 터미널 스냅샷이 불완전합니다.
pt_br: O instantâneo do terminal está incompleto.
ru: Снимок терминала неполный.
sv: Terminalens ögonblicksbild är ofullständig.
zh_hans: 终端快照不完整。
zh_hant: 終端機快照不完整。

source: The terminal stops and this folder is deleted. Your branch and its commits stay, but anything not committed here is lost.
bn: টার্মিনাল থামবে এবং এই ফোল্ডার মুছবে। ব্রাঞ্চ ও তার কমিট থাকবে, কিন্তু এখানে কমিট না করা সব কাজ হারাবে।
es: Se detiene la terminal y se elimina esta carpeta. La rama y sus commits se conservan, pero se pierde todo lo no confirmado aquí.
fr: Le terminal s’arrête et ce dossier est supprimé. La branche et ses commits restent, mais le travail non commité ici est perdu.
hi: टर्मिनल रुक जाएगा और यह फ़ोल्डर मिट जाएगा। ब्रांच और उसके कमिट रहेंगे, लेकिन यहाँ बिना कमिट का काम खो जाएगा।
it: Il terminale si ferma e la cartella viene eliminata. Il ramo e i commit restano, ma il lavoro non salvato in un commit va perso.
ja: ターミナルを停止し、このフォルダを削除します。ブランチとコミットは残りますが、未コミットの内容は失われます。
ko: 터미널이 중지되고 이 폴더가 삭제됩니다. 브랜치와 커밋은 유지되지만 커밋하지 않은 내용은 사라집니다.
pt_br: O terminal para e esta pasta é excluída. A branch e seus commits ficam, mas tudo que não foi commitado aqui é perdido.
ru: Терминал остановится, папка будет удалена. Ветка и коммиты сохранятся, но незакоммиченные изменения будут потеряны.
sv: Terminalen stoppas och mappen raderas. Grenen och dess incheckningar finns kvar, men allt som inte checkats in går förlorat.
zh_hans: 终端将停止，此文件夹将被删除。分支及其提交会保留，但此处未提交的内容将丢失。
zh_hant: 終端機將停止，此資料夾將被刪除。分支及其提交會保留，但此處未提交的內容將遺失。

source: The ticket limit must be between 1 and 10000.
bn: টিকিটের সীমা 1 থেকে 10000-এর মধ্যে হতে হবে।
es: El límite de incidencias debe estar entre 1 y 10000.
fr: La limite de tickets doit être comprise entre 1 et 10000.
hi: टिकट सीमा 1 से 10000 के बीच होनी चाहिए।
it: Il limite dei ticket deve essere tra 1 e 10000.
ja: チケット数の上限は1〜10000にしてください。
ko: 티켓 수 제한은 1~10000이어야 합니다.
pt_br: O limite de tickets deve ser de 1 a 10000.
ru: Лимит задач должен быть от 1 до 10000.
sv: Ärendegränsen måste vara mellan 1 och 10000.
zh_hans: 工单数量上限必须为 1 至 10000。
zh_hant: 議題數量上限必須為 1 至 10000。

source: The workspace closed before removal.
bn: সরানোর আগেই ওয়ার্কস্পেস বন্ধ হয়েছে।
es: El espacio de trabajo se cerró antes de la eliminación.
fr: L’espace de travail s’est fermé avant la suppression.
hi: हटाने से पहले वर्कस्पेस बंद हो गया।
it: L’area di lavoro si è chiusa prima della rimozione.
ja: 削除前にワークスペースが閉じられました。
ko: 제거 전에 작업 공간이 닫혔습니다.
pt_br: O espaço de trabalho foi fechado antes da remoção.
ru: Рабочая область закрылась до удаления.
sv: Arbetsytan stängdes före borttagningen.
zh_hans: 工作区在移除前已关闭。
zh_hant: 工作區在移除前已關閉。

source: The workspace closed before the build could start.
bn: বিল্ড শুরু হওয়ার আগেই ওয়ার্কস্পেস বন্ধ হয়েছে।
es: El espacio de trabajo se cerró antes de que pudiera empezar la compilación.
fr: L’espace de travail s’est fermé avant le début de la compilation.
hi: बिल्ड शुरू होने से पहले वर्कस्पेस बंद हो गया।
it: L’area di lavoro si è chiusa prima dell’avvio della compilazione.
ja: ビルドを開始する前にワークスペースが閉じられました。
ko: 빌드를 시작하기 전에 작업 공간이 닫혔습니다.
pt_br: O espaço de trabalho foi fechado antes de a compilação começar.
ru: Рабочая область закрылась до начала сборки.
sv: Arbetsytan stängdes innan bygget kunde starta.
zh_hans: 工作区在构建开始前已关闭。
zh_hant: 工作區在建置開始前已關閉。

source: The workspace has closed.
bn: ওয়ার্কস্পেস বন্ধ হয়েছে।
es: El espacio de trabajo se ha cerrado.
fr: L’espace de travail s’est fermé.
hi: वर्कस्पेस बंद हो गया है।
it: L’area di lavoro si è chiusa.
ja: ワークスペースが閉じられました。
ko: 작업 공간이 닫혔습니다.
pt_br: O espaço de trabalho foi fechado.
ru: Рабочая область закрылась.
sv: Arbetsytan har stängts.
zh_hans: 工作区已关闭。
zh_hant: 工作區已關閉。

source: The workspace is closed.
bn: ওয়ার্কস্পেস বন্ধ।
es: El espacio de trabajo está cerrado.
fr: L’espace de travail est fermé.
hi: कार्यस्थान बंद है।
it: L’area di lavoro è chiusa.
ja: ワークスペースは閉じています。
ko: 작업 공간이 닫혀 있습니다.
pt_br: O espaço de trabalho está fechado.
ru: Рабочая область закрыта.
sv: Arbetsytan är stängd.
zh_hans: 工作区已关闭。
zh_hant: 工作區已關閉。

source: The workspace must have an absolute local path.
bn: ওয়ার্কস্পেসের পূর্ণ স্থানীয় পাথ থাকতে হবে।
es: El espacio de trabajo debe tener una ruta local absoluta.
fr: L’espace de travail doit avoir un chemin local absolu.
hi: कार्यस्थान का पूर्ण स्थानीय पथ होना चाहिए।
it: L’area di lavoro deve avere un percorso locale assoluto.
ja: ワークスペースにはローカルの絶対パスが必要です。
ko: 작업 공간에는 로컬 절대 경로가 필요합니다.
pt_br: O espaço de trabalho deve ter um caminho local absoluto.
ru: Рабочая область должна иметь абсолютный локальный путь.
sv: Arbetsytan måste ha en absolut lokal sökväg.
zh_hans: 工作区必须使用本地绝对路径。
zh_hant: 工作區必須使用本機絕對路徑。

source: Theme
bn: থিম
es: Tema
fr: Thème
hi: थीम
it: Tema
ja: テーマ
ko: 테마
pt_br: Tema
ru: Тема
sv: Tema
zh_hans: 主题
zh_hant: 主題

source: Then
bn: তারপর
es: Entonces
fr: Alors
hi: फिर
it: Quindi
ja: 実行内容
ko: 실행 동작
pt_br: Então
ru: Затем
sv: Sedan
zh_hans: 然后
zh_hant: 然後

source: Thinking
bn: ভাবছে
es: Pensando
fr: Réflexion en cours
hi: सोच रहा है
it: Ragionamento in corso
ja: 考え中
ko: 생각 중
pt_br: Pensando
ru: Думает
sv: Tänker
zh_hans: 正在思考
zh_hant: 正在思考

source: This address is not a compatible Cascade backend.
bn: এই ঠিকানা সামঞ্জস্যপূর্ণ Cascade ব্যাকএন্ড নয়।
es: Esta dirección no es un backend compatible con Cascade.
fr: Cette adresse n’est pas un backend Cascade compatible.
hi: यह पता संगत Cascade बैकएंड नहीं है।
it: Questo indirizzo non è un backend Cascade compatibile.
ja: このアドレスは互換性のある Cascade バックエンドではありません。
ko: 이 주소는 호환되는 Cascade 백엔드가 아닙니다.
pt_br: Este endereço não é um backend compatível com o Cascade.
ru: Этот адрес не является совместимой серверной частью Cascade.
sv: Den här adressen är inte en kompatibel Cascade-backend.
zh_hans: 此地址不是兼容的 Cascade 后端。
zh_hant: 此位址不是相容的 Cascade 後端。
